Repository: Twinlife/twinme-ios
Catalog: Twinme/LocalizableBackup.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# restore_view_backup_device_always_signed_in_part_two
source: If you restore the backup to this new device, the account of the device on which the backup was made will be automatically invalidated.
ar: في حال استعادة النسخة الاحتياطية إلى هذا الجهاز الجديد، سيتم إلغاء حساب الجهاز الذي أجريت عليه النسخة الاحتياطية تلقائيًا.
bg: Ако възстановите архива на това ново устройство, акаунтът на устройството, на което е направен архивът, ще бъде автоматично обезсилен.
cs: Pokud obnovíte zálohu na toto nové zařízení, účet zařízení, na kterém byla záloha vytvořena, bude automaticky zneplatněn.
da: Hvis du gendanner sikkerhedskopien til denne nye enhed, bliver kontoen på den enhed, hvor sikkerhedskopien blev foretaget, automatisk ugyldiggjort.
de: Wenn Sie die Sicherung auf diesem neuen Gerät wiederherstellen, wird das Konto auf dem Gerät, auf dem das Backup erstellt wurde, automatisch ungültig.
el: Αν επαναφέρετε το αντίγραφο ασφαλείας σε αυτή τη νέα συσκευή, ο λογαριασμός της συσκευής στην οποία δημιουργήθηκε το αντίγραφο ασφαλείας θα καταστεί αυτόματα άκυρος.
es: Si restauras la copia de seguridad en este nuevo dispositivo, la cuenta del dispositivo en el que se realizó la copia de seguridad se invalidará automáticamente.
fa: اگر نسخه پشتیبان را در این دستگاه جدید بازیابی کنید، حساب دستگاهی که نسخه پشتیبان در آن ایجاد شده است، به
fi: Jos palautat varmuuskopion tälle uudelle laitteelle, laitteen tili, jolla varmuuskopio tehtiin, mitätöidään automaattisesti.
fr: Si vous restaurez la sauvegarde sur ce nouvel appareil, le compte de l'appareil sur lequel la sauvegarde a été effectuée sera automatiquement invalidé.
he: אם תשחזר את הגיבוי למכשיר החדש, החשבון של המכשיר שבו בוצע הגיבוי יבוטל אוטומטית.
hi: यदि आप इस नए डिवाइस पर बैकअप पुनर्स्थापित करते हैं, तो जिस डिवाइस पर बैकअप बनाया गया था उसका खाता स्वतः ही अमान्य हो जाएगा।
hr: Ako obnovite sigurnosnu kopiju na ovom novom uređaju, račun uređaja na kojem je sigurnosna kopija napravljena bit će automatski poništen.
hu: Ha a biztonsági mentést erre az új eszközre állítja vissza, a mentést készítő eszköz fiókja automatikusan érvénytelenné válik.
id: Jika Anda memulihkan cadangan ke perangkat baru ini, akun perangkat tempat cadangan dibuat akan otomatis dinonaktifkan.
it: Se ripristini il backup su questo nuovo dispositivo, l'account del dispositivo su cui è stato effettuato il backup verrà automaticamente invalidato.
ja: この新しいデバイスにバックアップを復元すると、バックアップを作成したデバイスのアカウントは自動的に無効になります。
ko: 이 새 기기에 백업을 복원하면 백업이 생성된 기기의 계정이 자동으로 무효화됩니다.
nb: Hvis du gjenoppretter sikkerhetskopien til denne nye enheten, blir kontoen til enheten som sikkerhetskopien ble gjort på automatisk ugyldig.
nl: Als u de back-up herstelt naar dit nieuwe apparaat, wordt het account van het apparaat waarop de back-up is gemaakt, automatisch ongeldig gemaakt.
pl: Jeśli przywrócisz kopię zapasową na to nowe urządzenie, konto urządzenia, na którym została utworzona, zostanie automatycznie unieważnione.
pt_pt: Se restaurar o backup neste novo dispositivo, a conta do dispositivo no qual o backup foi feito será automaticamente invalidada.
ro: Dacă restaurați copia de rezervă pe acest dispozitiv nou, contul dispozitivului pe care a fost făcută copia de rezervă va fi invalidat automat.
ru: Если вы восстановите резервную копию на этом новом устройстве, учётная запись устройства, на котором была создана резервная копия, будет автоматически аннулирована.
sk: Ak obnovíte zálohu na toto nové zariadenie, účet zariadenia, na ktorom bola záloha vytvorená, bude automaticky zneplatnený.
sl: Če obnovite varnostno kopijo na to novo napravo, bo račun naprave, na kateri je bila varnostna kopija narejena, samodejno razveljavljen.
sq: Nëse e riktheni kopjen rezervë në këtë pajisje të re, llogaria e pajisjes në të cilën u bë kopja rezervë do të çaktivizohet automatikisht.
sr_latn: Ako vratite bekap na ovaj novi uređaj, nalog uređaja na kojem je bekap napravljen biće automatski poništen.
sv: Om du återställer säkerhetskopian till den här nya enheten kommer kontot för den enhet som säkerhetskopian gjordes på att automatiskt ogiltigförklaras.
tr: Yedeklemeyi bu yeni cihaza geri yüklerseniz, yedeklemenin yapıldığı cihazın hesabı otomatik olarak geçersiz kılınır.
uk: Якщо ви відновите резервну копію на цьому новому пристрої, обліковий запис пристрою, на якому було створено резервну копію, буде автоматично анульовано.
vi: Nếu bạn khôi phục bản sao lưu sang thiết bị mới này, tài khoản của thiết bị đã tạo bản sao lưu sẽ tự động bị vô hiệu hóa.
zh_hans: 如果您将备份恢复到此新设备，则进行备份的设备的帐户将自动失效。
zh_hant: 如果您將備份還原到此新設備，則進行備份的設備的帳戶將自動失效。

# restore_view_confirm
source: Are you sure you want to replace the current account data with the following data from the backup?
ar: هل أنت متأكد من أنك تريد استبدال بيانات الحساب الجاري بالبيانات التالية من النسخ الاحتياطي؟
bg: Сигурни ли сте, че искате да замените текущите данни на акаунта със следните данни от архива?
cs: Jste si jisti, že chcete nahradit aktuální data účtu následujícími daty ze zálohy?
da: Er du sikker på, at du vil udskifte de løbende kontodata med følgende data fra sikkerhedskopien?
de: Sind Sie sicher, dass Sie die aktuellen Kontodaten durch die folgenden Daten aus der Sicherung ersetzen möchten?
el: Είστε βέβαιοι ότι θέλετε να αντικαταστήσετε τα τρέχοντα δεδομένα λογαριασμού με τα ακόλουθα δεδομένα από το αντίγραφο ασφαλείας;
es: ¿Está seguro de que desea reemplazar los datos de la cuenta corriente con los siguientes datos de la copia de seguridad?
fa: آیا مطمئن هستید که می خواهید داده های حساب جاری را با داده های زیر از نسخه پشتیبان جایگزین کنید؟
fi: Oletko varma, että haluat korvata nykyiset tilitiedot seuraavilla varmuuskopioilla olevilla tiedoilla?
fr: Êtes-vous sûr de vouloir remplacer les données actuelles du compte par les données suivantes de la sauvegarde ?
he: האם אתה בטוח שאתה רוצה להחליף את נתוני החשבון הנוכחי בנתונים הבאים מהגיבוי?
hi: क्या आप सुनिश्चित हैं कि आप बैकअप से निम्न डेटा के साथ चालू खाता डेटा को बदलना चाहते हैं?
hr: Jeste li sigurni da želite zamijeniti trenutne podatke računa sljedećim podacima iz sigurnosne kopije?
hu: Biztosan ki szeretné cserélni a jelenlegi fiókadatokat a biztonsági mentés alábbi adataira?
id: Anda yakin ingin mengganti data akun saat ini dengan data berikut dari cadangan?
it: Sei sicuro di voler sostituire i dati dell'account corrente con i seguenti dati dal backup?
ja: 現在のアカウントデータをバックアップの次のデータに置き換えたいですか？
ko: 현재 계정 데이터를 백업의 다음 데이터로 바꾸려고합니까?
nb: Er du sikker på at du vil erstatte driftsdataene med følgende data fra sikkerhetskopien?
nl: Weet u zeker dat u de huidige accountgegevens wilt vervangen door de volgende gegevens van de back -up?
pl: Czy na pewno chcesz zastąpić dane o koncie bieżącym następującymi danymi z kopii zapasowej?
pt_pt: Tem certeza de que deseja substituir os dados da conta corrente pelos seguintes dados do backup?
ro: Sigur doriți să înlocuiți datele curente ale contului cu următoarele date din copia de rezervă?
ru: Вы уверены, что хотите заменить текущие данные учетной записи следующими данными из резервной копии?
sk: Ste si istí, že chcete nahradiť aktuálne údaje účtu nasledujúcimi údajmi zo zálohy?
sl: Ali ste prepričani, da želite zamenjati trenutne podatke računa z naslednjimi podatki iz varnostne kopije?
sq: A jeni i sigurt që dëshironi t\'i zëvendësoni të dhënat aktuale të llogarisë me të dhënat e mëposhtme nga kopja rezervë?
sr_latn: Da li ste sigurni da želite da zamenite trenutne podatke naloga sledećim podacima iz bekapa?
sv: Är du säker på att du vill byta ut information om bytesbalansen med följande data från säkerhetskopian?
tr: Geçerli hesap verilerini yedeklemeden aşağıdaki verilerle değiştirmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете замінити поточні дані облікового запису на наступні дані з резервної копії?
vi: Bạn có chắc chắn muốn thay thế dữ liệu tài khoản hiện tại bằng dữ liệu sau từ bản sao lưu không?
zh_hans: 您确定要用备份中的以下数据替换频道数据吗？
zh_hant: 您確定要用備份中的以下數據替換頻道數據嗎？

# restore_view_confirm_restore
source: Do you still want to restore this backup?
ar: هل ما زلت ترغب في استعادة هذه النسخة الاحتياطية؟
bg: Все още ли искате да възстановите този архив?
cs: Stále chcete tuto zálohu obnovit?
da: Vil du stadig gendanne denne sikkerhedskopi?
de: Möchten Sie diese Sicherung dennoch wiederherstellen?
el: Θέλετε ακόμη να επαναφέρετε αυτό το αντίγραφο ασφαλείας;
es: ¿Aún quieres restaurar esta copia de seguridad?
fa: آیا هنوز می‌خواهید این نسخه پشتیبان را بازیابی کنید؟
fi: Haluatko edelleen palauttaa tämän varmuuskopion?
fr: Souhaitez-vous toujours restaurer cette sauvegarde ?
he: האם אתה עדיין רוצה לשחזר גיבוי זה?
hi: क्या आप अब भी इस बैकअप को पुनर्स्थापित करना चाहते हैं?
hr: Želite li i dalje obnoviti ovu sigurnosnu kopiju?
hu: Még mindig szeretné visszaállítani ezt a biztonsági mentést?
id: Apakah Anda masih ingin memulihkan cadangan ini?
it: Desideri comunque ripristinare questo backup?
ja: このバックアップを復元しますか？
ko: 이 백업을 복원하시겠습니까?
nb: Vil du fortsatt gjenopprette denne sikkerhetskopien?
nl: Wilt u deze back-up toch herstellen?
pl: Czy nadal chcesz przywrócić tę kopię zapasową?
pt_pt: Ainda deseja restaurar este backup?
ro: Mai doriți să restaurați această copie de rezervă?
ru: Вы всё ещё хотите восстановить эту резервную копию?
sk: Chcete túto zálohu stále obnoviť?
sl: Ali še vedno želite obnoviti to varnostno kopijo?
sq: A doni ende ta riktheni këtë kopje rezervë?
sr_latn: Da li i dalje želite da vratite ovaj bekap?
sv: Vill du fortfarande återställa den här säkerhetskopian?
tr: Bu yedeklemeyi geri yüklemek istiyor musunuz?
uk: Ви все ще хочете відновити цю резервну копію?
vi: Bạn vẫn muốn khôi phục bản sao lưu này chứ?
zh_hans: 您仍要恢复此备份吗？
zh_hant: 您仍要還原此備份嗎？

# restore_view_content_contact_deleted_message
source: Data deleted after backup cannot be restored.
ar: لا يمكن استعادة البيانات المحذوفة بعد النسخ الاحتياطي.
bg: Данни, изтрити след архива, не могат да бъдат възстановени.
cs: Data smazaná po záloze nelze obnovit.
da: Data slettet efter sikkerhedskopiering kan ikke gendannes.
de: Daten, die nach der Sicherung gelöscht wurden, können nicht wiederhergestellt werden.
el: Τα δεδομένα που διαγράφηκαν μετά το αντίγραφο ασφαλείας δεν μπορούν να επαναφερθούν.
es: Los datos eliminados tras la copia de seguridad no se pueden restaurar.
fa: اطلاعات حذف شده پس از پشتیبان گیری قابل بازیابی نیستند.
fi: Varmuuskopioinnin jälkeen poistettuja tietoja ei voida palauttaa.
fr: Les données supprimées après la sauvegarde ne peuvent pas être restaurées.
he: לא ניתן לשחזר נתונים שנמחקו לאחר הגיבוי.
hi: बैकअप के बाद डिलीट किया गया डेटा रिस्टोर नहीं किया जा सकता।
hr: Podaci izbrisani nakon sigurnosne kopije ne mogu se obnoviti.
hu: A biztonsági mentés után törölt adatok nem állíthatók vissza.
id: Data yang dihapus setelah pencadangan tidak dapat dipulihkan.
it: I dati eliminati dopo il backup non possono essere ripristinati.
ja: バックアップ後に削除されたデータは復元できません。
ko: 백업 후 삭제된 데이터는 복원할 수 없습니다.
nb: Data slettet etter sikkerhetskopiering kan ikke gjenopprettes.
nl: Gegevens die na de back-up zijn verwijderd, kunnen niet worden hersteld.
pl: Danych usuniętych po utworzeniu kopii zapasowej nie można przywrócić.
pt_pt: Os dados eliminados após o backup não podem ser restaurados.
ro: Datele șterse după realizarea copiei de rezervă nu pot fi restaurate.
ru: Данные, удаленные после резервного копирования, не могут быть восстановлены.
sk: Údaje vymazané po zálohe nie je možné obnoviť.
sl: Podatkov, izbrisanih po varnostni kopiji, ni mogoče obnoviti.
sq: Të dhënat e fshira pas kopjes rezervë nuk mund të rikthehen.
sr_latn: Podaci obrisani nakon bekapa ne mogu da se vrate.
sv: Data som raderats efter säkerhetskopiering kan inte återställas.
tr: Yedeklemeden sonra silinen veriler geri yüklenemez.
uk: Дані, видалені після резервного копіювання, не можна відновити.
vi: Dữ liệu bị xóa sau khi sao lưu không thể khôi phục.
zh_hans: 备份后删除的数据无法恢复。
zh_hant: 備份後刪除的資料無法恢復。

# restore_view_content_profile_reset
source: Invitation code changed.
ar: تم تغيير رمز الدعوة.
bg: Кодът за покана е променен.
cs: Pozvánkový kód byl změněn.
da: Invitationskode ændret.
de: Einladungscode wurde geändert.
el: Ο κωδικός πρόσκλησης άλλαξε.
es: Código de invitación modificado.
fa: کد دعوت تغییر کرد.
fi: Kutsukoodi muutettu.
fr: Code d’invitation modifié.
he: קוד ההזמנה השתנה.
hi: इनविटेशन कोड बदल गया है।
hr: Pozivni kod je promijenjen.
hu: A meghívókód megváltozott.
id: Kode undangan berubah.
it: Codice di invito modificato.
ja: 招待コードが変更されました。
ko: 초대 코드가 변경되었습니다.
nb: Invitasjonskode endret.
nl: Uitnodigingscode gewijzigd.
pl: Zmieniono kod zaproszenia.
pt_pt: Código de convite alterado.
ro: Codul de invitație s-a schimbat.
ru: Код приглашения изменен.
sk: Pozývací kód sa zmenil.
sl: Koda povabila se je spremenila.
sq: Kodi i ftesës ndryshoi.
sr_latn: Pozivni kod je promenjen.
sv: Inbjudningskod ändrad.
tr: Davet kodu değiştirildi.
uk: Код запрошення змінено.
vi: Mã mời đã thay đổi.
zh_hans: 邀请码已更改。
zh_hant: 邀請碼已更改。

# restore_view_content_profile_reset_message
source: The invitation code associated with the backed-up profile is invalid. A new invitation code will be generated during the restore process.
ar: رمز الدعوة المرتبط بالملف الشخصي الذي تم نسخه احتياطيًا غير صالح. سيتم إنشاء رمز دعوة جديد أثناء عملية الاستعادة.
bg: Кодът за покана, свързан с архивирания профил, е невалиден. По време на процеса на възстановяване ще бъде генериран нов код за покана.
cs: Pozvánkový kód spojený se zálohovaným profilem je neplatný. Během obnovy bude vygenerován nový pozvánkový kód.
da: Invitationskoden knyttet til den sikkerhedskopierede profil er ugyldig. En ny invitationskode genereres under gendannelsesprocessen.
de: Der mit dem gesicherten Profil verknüpfte Einladungscode ist ungültig. Während der Wiederherstellung wird ein neuer Einladungscode generiert.
el: Ο κωδικός πρόσκλησης που συνδέεται με το αποθηκευμένο προφίλ είναι άκυρος. Θα δημιουργηθεί νέος κωδικός πρόσκλησης κατά τη διαδικασία επαναφοράς.
es: El código de invitación asociado al perfil respaldado no es válido. Se generará un nuevo código de invitación durante el proceso de restauración.
fa: کد دعوت مرتبط با پروفایل پشتیبان‌گیری شده نامعتبر است. در طول فرآیند بازیابی، یک کد دعوت جدید ایجاد خواهد شد.
fi: Varmuuskopioituun profiiliin liittyvä kutsukoodi on virheellinen. Uusi kutsukoodi luodaan palautusprosessin aikana.
fr: Le code d'invitation associé au profil sauvegardé est invalide. Un nouveau code d'invitation sera généré lors de la restauration.
he: קוד ההזמנה המשויך לפרופיל המגובה אינו חוקי. קוד הזמנה חדש ייווצר במהלך תהליך השחזור.
hi: बैकअप की गई प्रोफ़ाइल से जुड़ा इनविटेशन कोड इनवैलिड है। रिस्टोर प्रोसेस के दौरान एक नया इनविटेशन कोड जेनरेट होगा।
hr: Pozivni kod povezan s profilom iz sigurnosne kopije nije valjan. Novi pozivni kod bit će generiran tijekom postupka obnove.
hu: A mentett profilhoz társított meghívókód érvénytelen. Új meghívókód generálódik a visszaállítási folyamat során.
id: Kode undangan yang terkait dengan profil yang dicadangkan tidak valid. Kode undangan baru akan dibuat selama proses pemulihan.
it: Il codice di invito associato al profilo sottoposto a backup non è valido. Verrà generato un nuovo codice di invito durante il processo di ripristino.
ja: バックアップされたプロフィールに関連付けられた招待コードが無効です。復元プロセス中に新しい招待コードが生成されます。
ko: 백업된 프로필과 연결된 초대 코드가 유효하지 않습니다. 복원 과정에서 새 초대 코드가 생성됩니다.
nb: Invitasjonskoden knyttet til den sikkerhetskopierte profilen er ugyldig. En ny invitasjonskode vil bli generert under gjenopprettingsprosessen.
nl: De uitnodigingscode die is gekoppeld aan het back-upprofiel is ongeldig. Er wordt een nieuwe uitnodigingscode gegenereerd tijdens het herstelproces.
pl: Kod zaproszenia powiązany z profilem z kopii zapasowej jest nieprawidłowy. Nowy kod zaproszenia zostanie wygenerowany podczas procesu przywracania.
pt_pt: O código de convite associado ao perfil de cópia de segurança é inválido. Um novo código de convite será gerado durante o processo de restauro.
ro: Codul de invitație asociat profilului salvat este invalid. Un nou cod de invitație va fi generat în timpul procesului de restaurare.
ru: Код приглашения, связанный с резервной копией профиля, недействителен. Новый код приглашения будет сгенерирован в процессе восстановления.
sk: Pozývací kód spojený so zálohovaným profilom je neplatný. Počas procesu obnovy sa vygeneruje nový pozývací kód.
sl: Koda povabila, povezana z varnostno kopiranim profilom, je neveljavna. Med postopkom obnove bo ustvarjena nova koda povabila.
sq: Kodi i ftesës i lidhur me profilin e kopjuar është i pavlefshëm. Një kod i ri ftese do të gjenerohet gjatë procesit të rikthimit.
sr_latn: Pozivni kod povezan sa bekapovanim profilom je neispravan. Novi pozivni kod biće generisan tokom procesa vraćanja.
sv: Inbjudningskoden som är kopplad till den säkerhetskopierade profilen är ogiltig. En ny inbjudningskod genereras under återställningsprocessen.
tr: Yedeklenen profille ilişkili davet kodu geçersiz. Geri yükleme işlemi sırasında yeni bir davet kodu oluşturulacaktır.
uk: Код запрошення, пов'язаний із резервним профілем, недійсний. Новий код запрошення буде згенеровано під час процесу відновлення.
vi: Mã mời liên kết với hồ sơ đã sao lưu không hợp lệ. Mã mời mới sẽ được tạo trong quá trình khôi phục.
zh_hans: 与备份的个人资料关联的邀请码无效。恢复过程中将生成新的邀请码。
zh_hant: 與備份的個人資料關聯的邀請碼無效。恢復過程中將產生新的邀請碼。

# restore_view_enter_words
source: Enter the series of 12 words allowing to decrypt the backup.
ar: أدخل سلسلة من 12 كلمة تسمح بفك تشفير النسخ الاحتياطي.
bg: Въведете последователността от 12 думи, позволяваща декриптиране на архива.
cs: Zadejte sekvenci 12 slov umožňující dešifrování zálohy.
da: Indtast serien med 12 ord, der giver mulighed for at dekryptere sikkerhedskopien.
de: Geben Sie die Folge von 12 Wörtern ein, um die Sicherung zu entschlüsseln.
el: Εισαγάγετε τη σειρά των 12 λέξεων που επιτρέπει την αποκρυπτογράφηση του αντιγράφου ασφαλείας.
es: Ingrese la serie de 12 palabras que permiten descifrar la copia de seguridad.
fa: سری 12 کلمه را وارد کنید که امکان رمزگشایی نسخه پشتیبان تهیه را می کند.
fi: Syötä 12 sanan sarja, jonka avulla voidaan purkaa varmuuskopio.
fr: Entrez la série de 12 mots permettant de déchiffrer la sauvegarde.
he: הזן את סדרת 12 המילים המאפשרת לפענח את הגיבוי.
hi: बैकअप को डिक्रिप्ट करने की अनुमति देने वाले 12 शब्दों की श्रृंखला दर्ज करें।
hr: Unesite niz od 12 riječi koje omogućuju dešifriranje sigurnosne kopije.
hu: Adja meg a biztonsági mentés visszafejtését lehetővé tevő 12 szóból álló sort.
id: Masukkan seri 12 kata yang memungkinkan untuk mendekripsi cadangan.
it: Inserisci la serie di 12 parole permettendo di decrittografare il backup.
ja: バックアップを復号化できるようにする12語のシリーズを入力します。
ko: 백업을 해독 할 수있는 일련의 12 단어를 입력하십시오.
nb: Skriv inn serien med 12 ord som lar dekryptere sikkerhetskopien.
nl: Voer de serie van 12 woorden in die de back -up kunnen decoderen.
pl: Wprowadź serię 12 słów, które pozwalają odszyfrować kopię zapasową.
pt_pt: Digite a série de 12 palavras, permitindo descriptografar o backup.
ro: Introduceți seria de 12 cuvinte care permite decriptarea copiei de rezervă.
ru: Введите серию из 12 слов, позволяющих расшифровать резервную копию.
sk: Zadajte sekvenciu 12 slov umožňujúcu dešifrovanie zálohy.
sl: Vnesite zaporedje 12 besed, ki omogoča dešifriranje varnostne kopije.
sq: Futni serinë prej 12 fjalësh që lejon dekriptimin e kopjes rezervë.
sr_latn: Unesite niz od 12 reči koji omogućava dekriptovanje bekapa.
sv: Ange serien med 12 ord som gör det möjligt att dekryptera säkerhetskopian.
tr: Yedeklemenin şifresini çözmeye izin veren 12 kelime serisini girin.
uk: Введіть серію з 12 слів, що дозволяють розшифрувати резервну копію.
vi: Nhập chuỗi 12 từ cho phép giải mã bản sao lưu.
zh_hans: 输入允许解密备份的12个单词系列。
zh_hant: 輸入允許解密備份的12個單詞系列。

# restore_view_error_message
source: Error restoring backup.
ar: حدث خطأ أثناء استعادة النسخة الاحتياطية.
bg: Грешка при възстановяване на архива.
cs: Chyba při obnově zálohy.
da: Fejl under gendannelse af backup.
de: Fehler bei der Wiederherstellung der Sicherung.
el: Σφάλμα κατά την επαναφορά αντιγράφου ασφαλείας.
es: Error al restaurar la copia de seguridad.
fa: خطا در بازیابی نسخه پشتیبان.
fi: Virhe varmuuskopion palauttamisessa.
fr: Erreur lors de la restauration de la sauvegarde.
he: שגיאה בשחזור הגיבוי.
hi: बैकअप पुनर्स्थापित करते समय त्रुटि।
hr: Greška pri obnovi sigurnosne kopije.
hu: Hiba a biztonsági mentés visszaállításakor.
id: Terjadi kesalahan saat memulihkan cadangan.
it: Errore durante il ripristino del backup.
ja: バックアップの復元中にエラーが発生しました。
ko: 백업 복원 중 오류가 발생했습니다.
nb: Feil under gjenoppretting av sikkerhetskopien.
nl: Fout bij het herstellen van de back-up.
pl: Błąd przywracania kopii zapasowej.
pt_pt: Erro ao restaurar o backup.
ro: Eroare la restaurarea copiei de rezervă.
ru: Ошибка восстановления резервной копии.
sk: Chyba pri obnove zálohy.
sl: Napaka pri obnavljanju varnostne kopije.
sq: Gabim gjatë rikthimit të kopjes rezervë.
sr_latn: Greška pri vraćanju bekapa.
sv: Fel vid återställning av säkerhetskopia.
tr: Yedekleme geri yüklenirken hata oluştu.
uk: Помилка відновлення резервної копії.
vi: Lỗi khi khôi phục bản sao lưu.
zh_hans: 恢复备份时出错。
zh_hant: 恢復備份時發生錯誤。

# restore_view_error_message_verify_backup
source: Error verifying backup.
ar: خطأ في التحقق من النسخة الاحتياطية.
bg: Грешка при проверка на архива.
cs: Chyba při ověřování zálohy.
da: Fejl ved bekræftelse af sikkerhedskopiering.
de: Fehler bei der Überprüfung der Sicherung.
el: Σφάλμα κατά την επαλήθευση αντιγράφου ασφαλείας.
es: Error al verificar la copia de seguridad.
fa: خطا در تأیید نسخه پشتیبان.
fi: Virhe varmuuskopioinnin vahvistamisessa.
fr: Erreur lors de la vérification de la sauvegarde.
he: שגיאה באימות הגיבוי.
hi: बैकअप वेरिफ़ाई करते समय एरर।
hr: Greška pri provjeri sigurnosne kopije.
hu: Hiba a biztonsági mentés ellenőrzésekor.
id: Kesalahan verifikasi pencadangan.
it: Errore durante la verifica del backup.
ja: バックアップの検証中にエラーが発生しました。
ko: 백업 확인 오류.
nb: Feil ved bekreftelse av sikkerhetskopiering.
nl: Fout bij het verifiëren van de back-up.
pl: Błąd weryfikacji kopii zapasowej.
pt_pt: Erro ao verificar o backup.
ro: Eroare la verificarea copiei de rezervă.
ru: Ошибка проверки резервной копии.
sk: Chyba pri overovaní zálohy.
sl: Napaka pri preverjanju varnostne kopije.
sq: Gabim gjatë verifikimit të kopjes rezervë.
sr_latn: Greška pri proveri bekapa.
sv: Fel vid verifiering av säkerhetskopiering.
tr: Yedeklemeyi doğrulama hatası.
uk: Помилка перевірки резервної копії.
vi: Lỗi xác minh sao lưu.
zh_hans: 验证备份时出错。
zh_hant: 驗證備份時發生錯誤。
